API_TOKEN = "840254405:AAF2ZSKltqoxFz_aFCkQn4NXUwTJDUntqvo"

PAYMENTS_PROVIDER_TOKEN = '632593626:TEST:sandbox_i67140219625'


general_menu_buttons = ['Моя група👥', 'Зміни до розкладу🗒', 'Розклад дзвінків🔔', 'Про бота📜']

facults_menu_buttons = {
                        'Інформаційно-комунікаційна діяльність та документознавство':
                                            ['ІТ-1-1', 'ІС-1-1', 'ІС-ІІ-1', 'Д-ІІІ-1', "Назад⬅"],

                        'Розвідування нафтових та газових родовищ':
                                            ['ГР-І-А', 'ГР-ІІ-А', 'ГР-ІІІ-А', "Назад⬅"],

                        'Буріння свердловин':['БН-І-1',
                                             'БН-І-2',
                                             'БН-ІІІ-1',
                                             'БН-ІІІ-2',
                                             'БН-ІІІ-3',
                                             'БН-ІІ-1',
                                             'БН-ІІ-2',
                                             'БН-І-А',
                                             'БН-IV-1',
                                             'БН-IV-2',
                                             'БН-IV-3', "Назад⬅"],

                        'Експл. нафтових i газових свердловин':
                                            ['ЕН-1-1',
                                             'ЕН-1-2',
                                             'ЕН-ІІ-А',
                                             'ЕН-ІІІ-1',
                                             'ЕН-ІІІ-2',
                                             'ЕН-ІІ-1',
                                             'ЕН-І-А',
                                             'ЕН-ІІІ-А',
                                             'ЕН-IV-1',
                                             'ЕН-IV-2', "Назад⬅"],

                        'Обслуговування та ремонт обладнання нафтових і газових промислів':
                                            ['НМ-1-1',
                                             'НМ-ІІІ-1',
                                             'НМ-І-А',
                                             'НМ-ІІ-1',
                                             'НМ-ІІ-2',
                                             'НМ-IV-1', "Назад⬅"],

                        'Експл. газонафтопроводів і газонафтосховищ':
                                            ['Т-ІІІ-1', 'Т-ІІ-1', 'Т-IV-1', "Назад⬅"],
                        'В головне меню⬅':[]
                        }
