API_TOKEN = "840254405:AAF2ZSKltqoxFz_aFCkQn4NXUwTJDUntqvo"

PAYMENTS_PROVIDER_TOKEN = '632593626:TEST:sandbox_i67140219625'

pdf_tables_key = "mvfpew20fx8c"

admin = 366954921

general_menu_buttons = ['Моя група👥', 'Зміни до розкладу🗒', 'Розклад дзвінків🔔', 'Про бота📜']

facults_menu_buttons = {
                        'Інформаційно-комунікаційна діяльність та документознавство':
                                            ['ІТ-1-1', 'ІС-1-1', 'ІС-2-1', 'Д-3-1', "Назад⬅"],

                        'Розвідування нафтових та газових родовищ':
                                            ['ГР-І-А', 'ГР-2-А', 'ГР-3-А', "Назад⬅"],

                        'Буріння свердловин':['БН-І-1',
                                             'БН-1-2',
                                             'БН-3-1',
                                             'БН-3-2',
                                             'БН-3-3',
                                             'БН-2-1',
                                             'БН-2-2',
                                             'БН-1-А',
                                             'БН-4-1',
                                             'БН-4-2',
                                             'БН-4-3', "Назад⬅"],

                        'Експл. нафтових i газових свердловин':
                                            ['ЕН-1-1',
                                             'ЕН-1-2',
                                             'ЕН-2-А',
                                             'ЕН-3-1',
                                             'ЕН-3-2',
                                             'ЕН-2-1',
                                             'ЕН-1-А',
                                             'ЕН-3-А',
                                             'ЕН-4-1',
                                             'ЕН-4-2', "Назад⬅"],

                        'Обслуговування та ремонт обладнання нафтових і газових промислів':
                                            ['НМ-1-1',
                                             'НМ-3-1',
                                             'НМ-1-А',
                                             'НМ-2-1',
                                             'НМ-2-2',
                                             'НМ-4-1', "Назад⬅"],

                        'Експл. газонафтопроводів і газонафтосховищ':
                                            ['Т-3-1', 'Т-2-1', 'Т-4-1', "Назад⬅"],
                        'В головне меню⬅':[]
                        }

group_menu = ['🟢На сьогодні', '🟡На завтра', '🔴На тиждень', '❌Змінити групу']
